Repository: bogdoslavik/stars-expert-app
Catalog: www/po/*.po
Languages: ru

# Hint
source: Favorites +
ru: Избранные +

# Hint
source: Fill your profile
ru: Заполни свой профиль

# Hint
source: Set avatar image
ru: Установи аватар

# Hint
source: Share link to profile
ru: Поделись профилем

# Hint
source: Share star
ru: Поделиться

# login
source: Enter
ru: Войти

source: *Ethereum transaction fee will be additionally deducted from revenues
ru: *Комиссия за транзакцию Ethereum будет дополнительно вычтена из доходов

source: *Urgent Note: Please DO NOT send ETH to this address again. For next top-up you will have another address.
ru: *Внимание: Пожалуйста, снова НЕ ОТПРАВЛЯЙТЕ эфир на этот адрес. Для следующего пополнения вам будет создан новый адрес.

source: About
ru: О программе

source: Accept
ru: Зачислить

source: Address Balance ETH
ru: Баланс адреса ETH

source: Address balance minus Ethereum transaction fee added to your service balance.
ru: Баланс адреса (за минусом комиссии сети Ethereum), успешно добавлен к вашему балансу.

source: Address balance must be not less than 0.01 to accept topup.
ru: Баланс адреса должен быть не меньше 0.01, для его зачисления.

source: Address copied to clipboard
ru: Адрес скопирован в буфер обмена

source: Address must be an Ethereum address starting 0x
ru: Адрес должен быть адресом Ethereum и начинаться с 0x

source: Amount must be a number
ru: Сумма должна быть числом

source: Amount must be greather or equal 0.01
ru: Сумма должна быть не меньше 0.01

source: Amount must be greather than 0
ru: Сумма должна быть больше 0

source: Amount must be less than 1000
ru: Сумма должна быть меньше 1000

source: Amount must be less than 10000
ru: Сумма должна быть меньше 10000

source: Amount must be not greather than revenues
ru: Сумма должна быть не больше чем ваши доходы

source: Amount to withdraw ETH*
ru: Сумма для вывода ETH*

source: Bad verification code
ru: Неверный код верификации. Пожалуйста попробуйте еще раз

source: Buy ETH online
ru: Купить ETH онлайн

source: By entering, you agree to the
ru: Входя, вы соглашаетесь с

source: Call
ru: Звонок

source: Call Log
ru: Лог звонков

source: Call log and Messages
ru: Лог звонков и сообщения

source: Cancel
ru: Отмена

source: Change
ru: Изменить

source: Change Phone
ru: Изменить телефон

source: Choose image...
ru: Выбрать...

source: Click the button below to be the first to appear on this list!
ru: Нажмите ссылку ниже, чтобы первым попасть в этот список!

source: Continue
ru: Продолжить

source: Dialing
ru: Идет набор

source: Do you have large audience in your country?
ru: У вас большая аудитория в вашей стране?

source: Do you really want to exit from your account?
ru: Вы точно хотите выйти из вашего аккаунта?

source: Donation must be a number.
ru: Пожертвовать автору должно быть числом.

source: Donation must be greather or equal 0
ru: Пожертвование должно быть больше или равно 0

source: Donation must be less or equal 50
ru: Пожертвование должно быть не больше 50

source: Donation to author
ru: Пожертвовать автору

source: ETH will be paid out within 5-10 minutes.
ru: ETH будут отправлены в течении 5-15 минут.

source: Edit Your Profile
ru: Редактирование профиля

source: Edit profile
ru: Редактировать профиль

source: Editor's Choice
ru: Выбор редактора

source: Enter amount
ru: Введите сумму

source: Enter received code
ru: Введите код из SMS

source: Enter your desired Star ID
ru: Введите желаемый Star ID

source: Enter your phone number
ru: Введите номер вашего телефона

source: Enter your real name or official pseudonim.
ru: Введите ваше настоящее имя или официальный псевдоним

source: Favorites
ru: Избранные

source: Get Listed for Your Language
ru: Попасть в список

source: Get listed here
ru: Попасть в этот список

source: Incoming
ru: Входящие

source: Incoming Call
ru: Входящий звонок

source: Insufficient balance to make a 1-minute call
ru: Недостаточный баланс для 1-минутного звонка

source: Internet Connection Lost
ru: Интернет соединение пропало

source: Invalid phone number
ru: Неверный номер телефона

source: John Smith
ru: Иван Петров

source: Last incoming
ru: Последние входящие

source: Last outgoing
ru: Последние исходящие

source: Log Out
ru: Выход из аккаунта

source: Log out
ru: Выйти

source: More...
ru: Больше...

source: My Profile
ru: Мой профиль

source: Name
ru: Имя

source: Name must be maximum 64 symbols long.
ru: Имя должно быть не длиннее 64 символов

source: Not authenticated
ru: Не аутентифицирован

source: Not enough balance
ru: Недостаточный баланс

source: Not enough revenues to withraw this amount
ru: Недостаточно средств, чтобы снять такую сумму

source: OK
ru: ОК

source: Outgoing
ru: Исходящие

source: Please enter your profession.
ru: Пожалуйста введите свою професиию

source: Please send your request email with the languages you speak and with links to your social profiles to
ru: Пожалуйста отправьте письмо с запросом и ссылками на ваши социальные сети по адресу

source: Please support author of the service for new features and hosting
ru: Поддержите автора сервиса для их развития

source: Please top-up your balance
ru: Пополните ваш баланс

source: Price must be a number.
ru: Цена должна быть числом

source: Price must be greather or equal 0.0001
ru: Цена должна быть не менее 0.0001

source: Price must be less or equal 100
ru: Цена должна быть не более 100

source: Profession must be maximium 128 symbols long.
ru: Профессия должна быть не больше 128 символов в длину

source: Profile link copied to clipboard
ru: Ссылка на профиль скопирована в буфер

source: Profile not found
ru: Профиль не найден

source: Rock Star, Doctor of ..., Expert in ..., Artist
ru: Рок звезда, Доктор ..., Эксперт в ..., Художник

source: Same Star ID already exists. Please enter different ID.
ru: Такой Star ID уже занят. Пожалуйста придумайте себе другой ID.

source: Save profile
ru: Сохранить профиль

source: Search star by name or id
ru: Ищите по имени или ID

source: Sell ETH online
ru: Продать ETH онлайн

source: Send Code
ru: Отправить код

source: Send ETH to this one-time address, wait for the address balance increased and press ACCEPT
ru: Отправьте ETH на этот одноразовый адрес, дождитесь поступления и нажмите ЗАЧИСЛИТЬ

source: Set Price for Incoming Calls
ru: Задайте цену входящим звонкам

source: Set Profile Photo
ru: Изображение профиля

source: Share link to profile
ru: Поделиться ссылкой на профиль

source: Share profile link...
ru: Поделиться ссылкой на профиль...

source: Signing In
ru: Входим

source: Star
ru: Звезда

source: Star ID must be maximim 64 symbols long.
ru: Star ID должен быть не длиннее 64 символов

source: Star added to your favorites
ru: Звезда добавлена в фавориты

source: Star page ID
ru: ID страницы

source: Star removed from your favorites
ru: Звезда убрана из фаворитов

source: Stars
ru: Звезды

source: Suggest a feature
ru: Предложите функцию

source: Terms of Service
ru: условиями сервиса

source: This message will disappear when the connection is restored.
ru: Это сообщение исчезнет, когда соединение с Интернет будет восстановлено.

source: To address
ru: На адрес

source: To make a call you need balance for one minute or more
ru: Чтобы совершить звонок вам нужно иметь баланс достаточный для одной минуты звонка или более

source: To mark contact as favorite tap <i class="icon ion-star"></i> icon in the contact profile
ru: Добавление контакта в избранные: нажмите <i class="icon ion-star"></i> в профиле

source: Top Up Error
ru: Ошибка пополнения

source: Top Up Successful
ru: Пополнение успешно

source: Top Up Your Balance
ru: Пополнить баланс

source: Top up balance
ru: Пополнить баланс

source: Top-up
ru: Пополнить

source: Transfer
ru: Перевести

source: Transfer Error
ru: Ошибка перевода

source: Transfer Revenues to Balance
ru: Перевести доходы на баланс

source: Transfer Successful
ru: Пополнение успешно

source: Transfer revenues to balance
ru: Перевести доходы на баланс

source: Unknown
ru: Неизвестный

source: Use latin chars only
ru: Только латинские символы

source: Version
ru: Версия

source: Waiting for an incoming call
ru: Ожидаем входящие звонки

source: Withdraw
ru: Вывести

source: Withdraw Revenues
ru: Вывести доходы

source: Withdraw revenues
ru: Вывести доходы

source: You
ru: Вы

source: You can not call to yourself
ru: Вы не можете звонить сами себе

source: You have no favorite contacts yet
ru: У вас пока нет контактов в фаворитах

source: You have no incoming calls yet
ru: У вас пока нет входящих звонков

source: You have no outgoing calls yet
ru: У вас пока нет исходящих звонков

source: You have no revenues yet
ru: У вас пока нет доходов

source: Your phone must be in international format<br> and starts from + sign. For example +12223334455
ru: Номер телефона должен быть в международном формате и начинаться с знака +. Например +12223334455

source: Your profession. Briefly describe yourself
ru: Ваша профессия. Кратко опишите себя

source: answer
ru: ответить

source: answered
ru: отвечен

source: balance
ru: баланс

source: beta
ru: бета

source: busy
ru: занят

source: call log
ru: лог звонков

source: call time
ru: время вызова

source: calling
ru: звоним

source: calling you
ru: звонит вам

source: cancel
ru: отмена

source: click address to copy
ru: нажмите, чтобы скопировать

source: connecting
ru: соединяем

source: cost
ru: цена

source: declined
ru: отменен

source: dialing
ru: набираем

source: error
ru: ошибка

source: missed
ru: пропущен

source: not answered
ru: без ответа

source: online
ru: онлайн

source: paste
ru: вставить

source: per minute
ru: в минуту

source: revenue
ru: доход

source: revenues
ru: доходы

source: transferred from revenues to your balance
ru: переведено с доходов на ваш баланс

source: video call
ru: видео звонок

source: will be available in future versions
ru: будут доступны в следующих версиях
